Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ་དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་། མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་རྣམ་པར་ཤེས་པ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ།
en: If feelings, perceptions, formative predispositions, and consciousness were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས། དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་མིག་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ།
en: However, Subhūti, because consciousness [and those other aggregates] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་མིག་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ།
en: Subhūti, if the eyes were entities, endowed with attributes that are unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ།
en: However, Subhūti, because the eyes are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: །རབ་འབྱོར་གལ་ཏེ་རྣ་བ་དང་། སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་།
en: Subhūti, if the ears, nose, tongue, body, and mental faculty were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཡིད་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་གཟུགས་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ།
en: However, Subhūti, because the mental faculty [and those other sense organs] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་གཟུགས་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ།
en: Subhūti, if sights were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ།
en: However, Subhūti, because sights are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: །རབ་འབྱོར་གལ་ཏེ་སྒྲ་དང་། དྲི་དང་། རོ་དང་རེག་དང་ཆོས་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཆོས་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ།
en: Subhūti, if sounds, odors, tastes, tangibles, and mental phenomena were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་མིག་གི་རྣམ་པར་ཤེས་པ་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ་བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ།
en: However, Subhūti, because mental phenomena [and those other sense objects] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་མིག་གི་རྣམ་པར་ཤེས་པ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ།
en: Subhūti, if visual consciousness were an entity, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ་བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ།
en: However, Subhūti, because visual consciousness is imagined, generated, and fabricated, its attributes being impermanent, unstable, ephemeral, and changeable, and because it is a nonentity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་། མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་རྣམ་པར་བརྟགས་པ།
en: Subhūti, if auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ་མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་ཉི་ཤུ་པ། རབ་འབྱོར་གལ་ཏེ་མིག་གི་འདུས་ཏེ་རེག་པ་དེ་བཞིན་མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ།
en: However, Subhūti, because mental consciousness [and those other aspects of sensory consciousness] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ་བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: Subhūti, if visually compounded sensory contact were an entity, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ་ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ་དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ།
en: However, Subhūti, because visually compounded sensory contact is imagined, generated, and fabricated, its attributes being impermanent, unstable, ephemeral, and changeable, and because it is a nonentity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: །རབ་འབྱོར་གལ་ཏེ་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དེ་བཞིན་མ་ནོར་བ་དེ་བཞིན་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ་བདེན་པ་ཡང་དག་པ་སྟེ།
en: Subhūti, if aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ།
en: However, Subhūti, because mentally compounded sensory contact [and so forth] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ་ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་།
en: Subhūti, if feelings due to sensory contact that is visually compounded were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་ཀྱིས་ཚོར་བ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས།
en: However, Subhūti, because feelings due to sensory contact that is visually compounded are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་།
en: Subhūti, if feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་། མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་སའི་ཁམས་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ།
en: However, Subhūti, because feelings due to sensory contact that is mentally compounded [and so forth] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་སའི་ཁམས་དེ་རྣམ་པར་བརྟགས་པ།
en: Subhūti, if the earth element were an entity, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས་ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ། འབྱུང་བ་ཡིན་ནོ།
en: However, Subhūti, because the earth element is imagined, generated, and fabricated, its attributes being impermanent, unstable, ephemeral, and changeable, and because it is a nonentity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: །རབ་འབྱོར་གལ་ཏེ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ། ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ། ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ།
en: Subhūti, if the water element, fire element, wind element, space element, and consciousness element were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ། འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་མ་རིག་པ་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: However, Subhūti, because the consciousness element [and so forth] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་དེ་བཞིན། མ་ནོར་བ་དེ་བཞིན། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཏེ། ཕྱིན་ཅི་ལོག་མ་ཡིན་ལ། བདེན་པ་ཡང་དག་པ་སྟེ།
en: Subhūti, if ignorance, formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death were entities, endowed with the attributes of being unmistaken, one and only, incontrovertible, genuine, true, qualitative, entirely permanent, stable, eternal, and unchanging, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྟག་ཅིང་བརྟན་ལ་ཐེར་ཟུག་མི་འགྱུར་བའི་ཆོས་ཅན་གྱི་དངོས་པོ་ཞིག་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་རྒ་ཤི་དེ་རྣམ་པར་བརྟགས་པ། རྣམ་པར་བསྐྱེད་པ། ཡོངས་སུ་བསྒྲུབས་པ་སྟེ། མི་རྟག་ཅིང་མི་བརྟན་ལ། ཐེར་ཟུག་མ་ཡིན་འགྱུར་བའི་ཆོས་ཅན་ཏེ། དངོས་པོ་མེད་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས།
en: However, Subhūti, because aging and death [and so forth] are imagined, generated, and fabricated, with the attributes of being impermanent, unstable, ephemeral, and changeable, and because they are nonentities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཏེ་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དངོས་པོ་ཡོད་པ་ཞིག་ཡིན་ཏེ། དངོས་པོ་མེད་པ་མ་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་།
en: Subhūti, if the perfection of generosity were an entity and not a nonentity, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དངོས་པོ་མེད་ལ། དངོས་པོ་མ་ཡིན་པས། དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་། མི་དང་།
en: However, Subhūti, the perfection of generosity is a nonentity, and because it is not an entity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དངོས་པོ་ཡོད་པ་ཞིག་ཡིན་ཏེ། དངོས་པོ་མེད་པ་མ་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་།
en: Subhūti, if the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom were entities and not nonentities, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དངོས་པོ་མེད་ལ། དངོས་པོ་མ་ཡིན་པས་དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་།
en: However, Subhūti, the perfections of wisdom [and so forth] are nonentities, and because they are not entities, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་ནང་སྟོང་པ་ཉིད་དངོས་པོ་ཡོད་པ་ཞིག་ཡིན་ཏེ། དངོས་པོ་མེད་པ་མ་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་།
en: Subhūti, if the emptiness of internal phenomena were an entity and not a nonentity, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་དངོས་པོ་མེད་ལ། དངོས་པོ་མ་ཡིན་པས། དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་།
en: However, Subhūti, the emptiness of internal phenomena is a nonentity, and because it is not an entity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་ཕྱི་སྟོང་པ་ཉིད་དངོས་པོ་ཡོད་པ་ཞིག་ཡིན་ཏེ། དངོས་པོ་མེད་པ་མ་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་།
en: Subhūti, if the emptiness of external phenomena were an entity and not a nonentity, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བར་མི་འགྱུར་ཏེ། རབ་འབྱོར་ཕྱི་སྟོང་པ་ཉིད་དངོས་པོ་མེད་ལ། དངོས་པོ་མ་ཡིན་པས། དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་འདིས། ལྷ་དང་།
en: However, Subhūti, the emptiness of external phenomena is a nonentity, and because it is not an entity, this Great Vehicle does overpower and attain emancipation from the world, with its gods, humans, and asuras. “

source: མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ཅིང་འབྱུང་བ་ཡིན་ནོ། །རབ་འབྱོར་གལ་ཏེ་ཕྱི་ནང་སྟོང་པ་ཉིད་དངོས་པོ་ཡོད་པ་ཞིག་ཡིན་ཏེ། དངོས་པོ་མེད་པ་མ་ཡིན་ན་ནི། ཐེག་པ་ཆེན་པོ་འདིས་ཀྱང་། ལྷ་དང་།
en: Subhūti, if the emptiness of external and internal phenomena were an entity and not a nonentity, then indeed this Great Vehicle would not overpower and attain emancipation from the world, with its gods, humans, and asuras.
